Repository: collective/collective.mastodon
Catalog: src/collective/mastodon/locales/*/LC_MESSAGES/collective.mastodon.po
Languages: pt_br

source: Action to post a toot to a Mastodon account.
pt_br: Ação que envia um novo toot para uma conta Mastodon.

source: Add Mastodon Action
pt_br: Adicionar ação Mastodon

source: App to be used
pt_br: Aplicação a ser utilizada

source: Configure element
pt_br: Configurar elemento

source: Direct
pt_br: Apenas pessoas mencionadas

source: Edit Mastodon Action
pt_br: Editar ação Mastodon

source: If content effective date is in the future, schedule the post
pt_br: Caso a data de efetivação esteja no futuro, agendar a postagem

source: If not set, the content language will be used.
pt_br: Caso não seja informada, o idioma do conteúdo será utilizado.

source: Is this a sensitive content?
pt_br: Este é um conteúdo sensível?

source: Language
pt_br: Idioma

source: Main text of the post.
pt_br: Texto da postagem.

source: Mastodon App
pt_br: Aplicação Mastodon

source: Post a new toot as ${user}
pt_br: Postar um novo toot como ${user}

source: Post a status to Mastodon
pt_br: Postar um toot no Mastodon

source: Private
pt_br: Privado

source: Public
pt_br: Público

source: Schedule post?
pt_br: Agendar postagem?

source: Send a status (toot) to Mastodon
pt_br: Enviar um status (toot) para o Mastodon

source: Sensitive Content
pt_br: Conteúdo sensível

source: Spoiler Text
pt_br: Aviso de conteúdo

source: Status
pt_br: Texto

source: Text used for warning.
pt_br: Texto utilizado como aviso de conteúdo.

source: Unlisted
pt_br: Não-listado

source: Visibility
pt_br: Visibilidade

source: Visibility of the post
pt_br: Visibilidade da postagem

source: category-contentrules-mastodonsub
pt_br: Categoria

source: description-contentrules-mastodonsub
pt_br: Conteúdo no campo de texto podem ser substituídos por variáveis "$&#123;&#125;" da tabela abaixo.

source: substitution-contentrules-mastodonsub
pt_br: Substituição

source: title_contentrules_mastodonsub
pt_br: Substituições

source: variable-contentrules-mastodonsub
pt_br: Variável
